package handlers

var responseDescriptions = map[string]string{
	"q1_1_option1": "«Рандомизированное открытое сравнительное клиническое исследование эффективности, безопасности, фармакокинетики и иммуногенности препарата BCD-236 в комбинации с химиотерапией у пациентов с рецидивным и/или метастатическим тройным негативным раком молочной железы»\n" +
		"\n*Основные критерии включения:*\n" +
		"• Гистологически верифицированный диагноз (имеются документально подтвержденные результаты соответствующих исследований) ТНРМЖ: ER 0-2 балла; PR 0-2 балла; HER2 (≤1+) или HER2 (2+) FISH отрицательный\n" +
		"• ТНРМЖ, прогрессирующий или рецидивирующий на фоне или после проведенной системной терапии\n" +
		"• Субъект получил как минимум 1 линию системной терапии по поводу местнораспространенного нерезектабельного или метастатического ТНРМЖ, или у него развился рецидив заболевания во время или в течение 6 месяцев после завершения послеоперационной (адъювантной) химиотерапии\n" +
		"• Подтвержденная экспрессия AXL в опухолевых клетках по данным\nиммуногистохимического исследования (выполняется бесплатно для пациента)\n" +
		"• Наличие материала для гистологического исследования и/или согласие субъекта на проведение биопсии для определения статуса AXL-экспрессии\n" +
		"• Наличие как минимум 1 измеримого опухолевого очага по критериям RECIST 1.1\n" +
		"• Балл по шкале ECOG 0-1\n" +
		"\n*Основные критерии невключения:*\n" +
		"• Наличие показаний для проведения радикальной терапии или радиотерапии (исключая малые хирургические операции или лучевую терапию в паллиативных целях)\n" +
		"• Активные метастазы в ЦНС и/или канцероматозный менингит. Субъекты с метастазами в головном мозге могут участвовать в исследовании при условии, что данные метастазы были адекватно пролечены с использованием хирургического вмешательства или радиотерапии\n",
	"q1_1_option2": "text for CL011101223 (Перьета Р-фарм)",
	"q1_1_option3": "text for BCD-267-1 (Энхерту)",
	"q2_1_option1": "text for CL01790199",
	"q2_1_option2": "text for генериум",
	"q3_1_option1": "text for MIT-002",
	"q3_1_option2": "text for BEV-III/2022",
	"q1_option4":   "text for MIT-002",
	"q1_option5":   "text for р-фарм 2356",
	"q1_option6":   "text for р-фарм 1339",
}
